{
  "basics": {
    "name": "Anthony Metzler",
    "label": "Product Development Leader",
    "picture": "./profilePhoto.jpg",
    "email": "anthony.metzler@gmail.com",
    "phone": "+14155954395",
    "website": "http://ametzler.com",
    "summary": "Creating elegant solutions and designing forward-thinking products are some of my professional passions. In my personal life, I'm always tinkering and working on a variety of projects; I love exploring the interworkings of all things mechanical and technological. I have a strong sense of curiousity and an entrepreneurial drive. Professionally I’ve lead a variety of cross-functional teams in developing software and digital media.",
    "location": {
      "address": "",
      "postalCode": "94131",
      "city": "San Francisco",
      "countryCode": "USA",
      "region": "CA"
    },
    "profiles": [
      {
        "network": "Github",
        "username": "anthonymetzler",
        "url": "https://github.com/anthonymetzler"
      },
      {
        "network": "LinkedIn",
        "username": "anthonymetzler",
        "url": "https://www.linkedin.com/in/anthonymetzler/"
      }
    ]
  },
  "work": [
    {
      "company": "ClearCare",
      "position": "Product Engineering Manager",
      "website": "http://clearcareonline.com",
      "startDate": "2016-09-01",
      "endDate": "2017-02-24",
      "summary": "Directly managed and lead a team of 6-10 Engineers, gathered product requirements, designed new products and enhancements, and managed the software development lifecycle. Served as the point of contact for customers and partners regarding multiple engineering projects running in parallel. Leader of cross-functional initiatives driving product launches and strategic partnerships.",
      "highlights": [
        "Managed the development of a mobile app from design to completion; this supported the onboarding of key clients resulting in new MRR.",
        "Lead customer engagement and product management, which laid the groundwork for vital sales strategies targeting new market MRR.",
        "Oversaw the buildout of a new API that bolstered the platform’s service integrations and scalability.",
        "Developed a Continuous Integration pipeline for creating release branches, deploying to staging environments, and running tests— this pipeline decreased pre-deployment time by 50%."
        ]
    },
    {
      "company": "ClearCare",
      "position": "QA Manager",
      "website": "http://clearcareonline.com",
      "startDate": "2015-04-01",
      "endDate": "2016-08-31",
      "summary": "As head of Quality Assurance I directly managed a team of 3-5 QA Engineers responsible for: writing automated tests, architecting frameworks, and documenting software quality standards. Acted as the Release Manager responsible for git flow, testing, authoring release notes, and near-daily production deployments. Collaborated upstream with Product Managers during sprint planning and story elaborations.",
      "highlights": [
        "Awarded the ClearCare Hero Award, company wide recognition for excellence.",
        "Directed the design and completion of a Selenium test framework integrated with Behave BDD, FactoryBoy, and Jenkins; by automating the test strategy, manual testing time decreased by 75%.",
        "Oversaw the successful launch of partner integrations, including: Harvard Medical, Stanford, enterprise customers, payment processing vendors, and background check providers."
        ]
    },
    {
      "company": "ClearCare",
      "position": "Senior QA Lead",
      "website": "http://clearcareonline.com",
      "startDate": "2013-03-14",
      "endDate": "2015-03-31",
      "summary": "Managed a team of QA Testers responsible for writing test cases, manually testing, and defining product requirements. Oversaw office IT infrastructure, such as: hardware, networking, and vendor services. Served as a  cross-functional technical resource and head Administrator.",
      "highlights": [
        "Headed internal communications relating to product changes by writing documentation, producing walkthroughs & videos, providing feature demos, and leading trainings.",
        "Managed the verification, triaging, and escalation of all reported product issues.",
        "Researched, implemented, and administered numerous software solutions, including: Salesforce, Zuora, JIRA, Confluence, LucidChart, Influitive, Adobe Cloud, and more." 
        ]
    },
    {
      "company": "Creative Solutions",
      "position": "Senior Product Manager",
      "website": "",
      "startDate": "2009-04-01",
      "endDate": "2013-03-14",
      "summary": "Lead a team of Business Development Managers, Designers, and Engineers in developing a B2B SaaS application. Acted as project manager from conception to product launch. Headed product positioning, user experience, quality assurance, and business operations. Created websites, designs, and marketing materials.",
      "highlights": [
        "Defined the product vision of new cloud POS platform with integrated mobile orders and payments.",
        "Designed product features, wrote feature requirements, and oversaw the product roadmap.",
        "Awarded the Entrepreneurial Award for a student affiliated startup by Stetson University.",
        "Completed a round of seed funding for the start-up."
        ]
    },
    {
      "company": "Broken Box Interactive",
      "position": "Producer",
      "website": "",
      "startDate": "2007-08-01",
      "endDate": "2011-10-31",
      "summary": "Headed numerous media projects involving technology and video production. Directly managed a team of 3-6 Designers and Engineers, responsible for developing and implementing digital media. As development completed, the software and media were utilized in providing interactive experiences at live events. Lead business development, marketing, operations, and product vision.",
      "highlights": [
        "Fulfilled a variety of roles, including: product manager, camera & audio operator, designer, web developer, and video editor.",
        "Acted as project lead and head coordinator for numerous events, concerts, and productions.",
        "Drove customer and partner relations, I was main point of contact for vendors, sponsors, and stakeholders."
        ]
    }
  ],
  "volunteer": [],
  "education": [
    {
      "institution": "Stetson University",
      "area": "Business and Computer Information Systems",
      "studyType": "",
      "startDate": "",
      "endDate": "",
      "gpa": "",
      "courses": [
      ]
    },
    {
      "institution": "Codecademy",
      "area": "Web Development",
      "studyType": "",
      "startDate": "",
      "endDate": "",
      "gpa": "",
      "courses": [
        "HTML & CSS",
        "JavaScript",
        "Python",
        "SQL",
        "React"        
      ]
    }
  ],
  "awards": [],
  "publications": [],
  "skills": [
    {
      "name": "Areas of Expertise",
      "level": "",
      "keywords": [
        "Project Management",
        "Product Vision",
        "UI/UX Design",
        "Business Development",
        "Data Analytics",
        "Agile Methodologies",
        "Quality Assurance"
      ]
    },
    {
      "name": "Technical Skills",
      "level": "",
      "keywords": [
        "HTML",
        "Javascript",
        "Python",
        "SQL",
        "React",
        "Git",
        "Selenium",
        "BDD",
        "AWS",
        "Google Cloud",
        "Docker",
        "Jira",
        "SmartSheets",
        "SalesForce",
        "Google Analytics",
        "Microsoft Office",
        "Adobe Creative Suite",
        "Sketch"
      ]
    }
  ],
  "languages": [
    {
      "language": "English",
      "fluency": "Native"
    },
    {
      "language": "Spanish",
      "fluency": "Intermediate"
    }
  ],
  "interests": [
    {
      "name": "Hobbies",
      "keywords": [
        "Cooking",
        "Carpentry",
        "Drones"
      ]
    }
  ],
  "references": []
}
