{
  "basics": {
    "name": "Anthony Metzler",
    "label": "Web Development Leader",
    "picture": "profile.jpg",
    "email": "anthony.metzler@gmail.com",
    "phone": "4155954395",
    "website": "https://ametzler.com",
    "summary": "Skilled technical manager with a knack for interpersonal communication. Dedicated to leveraging best practices and incremental improvement processes to create elegant, forward-thinking solutions. Professional with 10+ years of experience leading development teams designing, building, testing, and supporting scalable web platforms. Broad experience across a variety of industries fulfilling multiple roles and learning along the way. Tenacious contributor with a focus on leading cross-functional teams.",
    "location": {
      "address": "777 Corbett Ave., Apt. 4",
      "postalCode": "94131",
      "city": "San Francisco",
      "countryCode": "US",
      "region": "California"
    },
    "profiles": [
      {
        "network": "GitHub",
        "username": "anthonymetzler",
        "url": "https://github.com/anthonymetzler"
      },
      {
        "network": "LinkedIn",
        "username": "anthonymetzler",
        "url": "https://www.linkedin.com/in/anthonymetzler"
      }
    ]
  },
  "work": [
    {
      "company": "Self-Employed",
      "position": "Software Engineer and Product Designer",
      "website": "https://ametzler.com",
      "startDate": "2018-08-16",
      "endDate": "",
      "summary": "Designed and developed B2B/B2C eCommerce platforms for a wide variety of industries. Focused on designing responsive interfaces and cross-browser accessiblity. Resolved design, styling, and application bugs. Configured, administered, and supported Salesforce sites.",
      "highlights": [
        "Developed original designs for new sites and performed restyling on existing production sites.",
        "Worked with Microsoft ASP.NET and Dynamics SL - updated stored procedures and utilized SQL Server for data analysis.",
        "Within Salesforce, implemented territory management as well as designed workflows, reports, and analytics."
      ]
    },
    {
      "company": "Metz Tech",
      "position": "Founder",
      "website": "https://metz.tech",
      "startDate": "2017-02-17",
      "endDate": "",
      "summary": "Developed an inventory management platform optimized for consumer users from the ground up. Designed a dynamic learning program to optimize order fulfillment through predictive analysis.",
      "highlights": [
        "Utilized Photoshop, Illustrator, and StorybookJS to mock interfaces and developing brand designs.",
        "Created a serverless GraphQL API to support the web and native applications.",
        "Leveraged React and React Native to develop the application interfaces for the platform.",
        "Spearheaded the product roadmap to outline future funtionality and corporate strategy."
      ]
    },
    {
      "company": "LifeAssist Technologies",
      "position": "Lead Software Engineer",
      "website": "https://lat.care",
      "startDate": "2018-03-01",
      "endDate": "2018-08-15",
      "summary": "Transitioned from product operations to lead UI/UX design and development. Focused on core product redesigns and development of new product modules.",
      "highlights": [
        "Headed the design and development of a GraphQL API service for integrating with partner APIs.",
        "Completed a mobile app redesign with a focus on accessibility and responsiveness utilizing React.",
        "Championed the streamlining of development processes and leveraging new Javascript technologies.",
        "Took ownership of creating product specifications and developing data integrations."
      ]
    },
    {
      "company": "LifeAssist Technologies",
      "position": "Director of Product",
      "website": "https://lat.care",
      "startDate": "2017-07-31",
      "endDate": "2018-02-28",
      "summary": "Consulted with health care organizations implementing a B2B SaaS care coordination platform with an patient-focused hardware component. Designed product enhancements and changes to facilitate customer requirements. Worked directly with the executive team facilitating business development discussions.",
      "highlights": [
        "Acted as program manager for a clinical study with the Canadian Ministry of Health - worked to ensure privacy and health-data compliancy.",
        "Developed internal operational processes and systems supporting company functions ranging from inventory management to client on-boarding.",
        "Worked with the marketing department to perform a branding overhaul. Designed a wide range of digital and print materials utilizing Photoshop, Illustrator, and InDesign.",
        "Oversaw QA processes to ensure software and hardware operability.",
        "Managed a B2C product Beta test and facilitated periodic client discussions regarding product experience and usage."
      ]
    },
    {
      "company": "ClearCare",
      "position": "Engineering Manager",
      "website": "https://clearcareonline.com",
      "startDate": "2016-09-01",
      "endDate": "2017-02-24",
      "summary": "Lead a team of 6-10 engineers, gathered product requirements, designed new features and interfaces, and managed the software development lifecycle. Served as the point of contact for customers and partners regarding numerous engineering projects running in parallel. Leader of cross-functional initiatives driving product launches and strategic partnerships.",
      "highlights": [
        "Managed the development of mobile apps utilizing React and React Native - this supported the onboarding of key clients resulting in new MRR.",
        "Oversaw the buildout of a new GraphQL API service integrated with the primary monlothic Django application.",
        "Worked in developing a continuous integration pipeline using Jenkins for creating release branches, deploying to staging environments, and running tests. Utilized the new pipeline to decrease pre-deployment time by 50%."
      ]
    },
    {
      "company": "ClearCare",
      "position": "QA Manager",
      "website": "https://clearcareonline.com",
      "startDate": "2015-04-01",
      "endDate": "2016-08-31",
      "summary": "As head of Quality Assurance I directly managed a team of 3-5 QA engineers responsible for writing automated tests, architecting test frameworks, and documenting software quality standards. Acted as the release manager responsible for near-daily production deployments. Continuously collaborated upstream with product managers for sprint planning and story writing.",
      "highlights": [
        "Awarded the ClearCare Hero Award a company wide recognition for excellence.",
        "Directed the design and completion of a Python Selenium test framework integrated with Behave BDD, FactoryBoy, and Jenkins; by automating the test strategy, manual testing time decreased by 75%.",
        "Oversaw the successful launch of partner integrations, including Harvard Medical, Stanford, enterprise customers, payment processing vendors, and background check providers."
      ]
    },
    {
      "company": "ClearCare",
      "position": "Senior QA Lead",
      "website": "https://clearcareonline.com",
      "startDate": "2013-03-15",
      "endDate": "2015-03-31",
      "summary": "Managed a team of onshore and offshore QA specialists responsible for writing test cases, manually testing, and defining product requirements for a health care B2B SaaS platform. Managed the verification, triaging, and escalation of all reported product issues.",
      "highlights": [
        "Headed internal communications relating to product changes by writing documentation, producing walkthroughs & videos, providing feature demos, and leading trainings.",
        "Worked with and administered numerous software solutions, including Salesforce, Zuora, JIRA, Confluence, LucidChart, Influitive, Adobe Cloud, and more.",
        "Served as a cross-functional technical resource and systems administrator."
      ]
    },
    {
      "company": "Creative Solutions",
      "position": "Founder",
      "website": "",
      "startDate": "2009-07-15",
      "endDate": "2013-03-14",
      "summary": "Lead a team of business development managers, designers, and engineers in developing a B2B SaaS mobile ordering and POS platform. Developed product positioning, websites, feature requirements, product interfaces, and print/digital media.",
      "highlights": [
        "Headed product development from conception to launch on a greenfield web platform.",
        "Oversaw the build out of a PHP web platform integrated with a partner APIs for payment and SMS functionality.",
        "Successfully completed a round of seed funding for the start-up."
      ]
    },
    {
      "company": "Broken Box Interactive",
      "position": "Producer",
      "website": "",
      "startDate": "2007-08-01",
      "endDate": "2011-10-31",
      "summary": "Headed numerous interactive media projects involving technology, music, and video production. Directly managed a team of 3-6 designers and engineers responsible for developing new media-technologies. Lead business development, marketing, operations, and product vision.",
      "highlights": [
        "Fulfilled a variety of roles, including product manager, camera & audio operator, designer, web developer, and video editor.",
        "Acted as project manager and event coordinator for numerous private events, concerts, and video & music productions.",
        "Drove customer and partner relations as main point of contact for vendors, sponsors, and stakeholders."
      ]
    }
  ],
  "volunteer": [],
  "education": [
    {
      "institution": "Stetson University",
      "area": "Family Business and Management",
      "studyType": "Undergrad",
      "startDate": "2004-08-01",
      "endDate": "2008-12-31",
      "gpa": "",
      "courses": []
    },
    {
      "institution": "Summit Technology",
      "area": "IT and Network Administration",
      "studyType": "Undergrad",
      "startDate": "2002-08-01",
      "endDate": "2003-06-15",
      "gpa": "",
      "courses": []
    }
  ],
  "awards": [],
  "publications": [],
  "skills": [
    {
      "name": "Product Management",
      "level": "Advanced",
      "keywords": [
        "Product Roadmapping",
        "Defining Requirements",
        "Story Writing",
        "User Interviews",
        "Data Analysis",
        "Agile and Scrum Methodologies",
        "Program Management"
      ]
    },
    {
      "name": "Design",
      "level": "Intermediate",
      "keywords": [
        "Photoshop",
        "Illustrator",
        "InDesign",
        "Creating Mocks",
        "Branding"
      ]
    },
    {
      "name": "Software Development",
      "level": "Intermediate",
      "keywords": [
        "HTML",
        "CSS/LESS/Sass",
        "Javascript",
        "Python",
        "C#",
        "SQL",
        "Git",
        "API",
        "Docker",
        "Serverless",
        "ASP.NET",
        "SQL Server",
        "PostgreSQL",
        "MongoDB",
        "Selenium"
      ]
    },
    {
      "name": "IT and Software Administration",
      "level": "Intermediate",
      "keywords": [
        "Maintain and Repair Equipment",
        "Windows",
        "macOS",
        "Unix",
        "Networking",
        "Android",
        "iOS",
        "Salesforce",
        "Atlassian",
        "Slack",
        "ZenDesk",
        "Freshworks",
        "Zapier"
      ]
    }
  ],
  "languages": [
    {
      "name": "English",
      "level": "Native"
    },
    {
      "name": "Spanish",
      "level": "Basic"
    }
  ],
  "interests": [],
  "references": []
}
