{
  "basics": {
    "name": "Anthony Metzler",
    "label": "Technical Program Manager",
    "picture": "AMetzlerLogo.svg",
    "email": "anthony.metzler@gmail.com",
    "phone": "4155954395",
    "website": "https://ametzler.com",
    "summary": "Seasoned Technical Program Manager with over 15 years of experience rooted in software engineering, adept at translating complex technical roadmaps into strategic business outcomes. A go-to technical expert and collaborative leader known for building high￾performing teams and leading critical infrastructure programs from ideation to delivery at global scale. Passionate about leveraging interpersonal leadership to solve ambitious challenges and launch the next generation of impactful technology solutions.",
    "location": {
      "address": "",
      "postalCode": "94087",
      "city": "Sunnyvale",
      "countryCode": "US",
      "region": "California"
    },
    "profiles": [
      {
        "network": "GitHub",
        "username": "anthonymetzler",
        "url": "https://github.com/anthonymetzler"
      },
      {
        "network": "LinkedIn",
        "username": "anthonymetzler",
        "url": "https://www.linkedin.com/in/anthonymetzler"
      }
    ]
  },
  "work": [
    {
      "company": "YouTube",
      "position": "Technical Program Manager",
      "website": "https://www.youtube.com",
      "startDate": "2021-07-01",
      "endDate": "",
      "summary": "Drove billion-dollar infrastructure decisions for YouTube's compute and storage. Served as the technical subject-matter expert for capacity planning and data analysis, leading global-scale programs and delivering critical resource forecasts for 5+ year horizons.",
      "highlights": [
        "Drove billion-dollar infrastructure decisions for YouTube's compute and storage, aligning strategic supply chain planning with long-term growth and efficiency goals.",
        "Served as the technical subject-matter expert for capacity planning, supply chain algorithms, and data analysis, delivering critical resource forecasts for 5+ year horizons.",
        "Led global infrastructure programs, including upgrades to dedicated machines, ensuring redundancy and supporting product growth while maintaining service availability.",
        "Directed comprehensive resource planning for compute, storage, and I/O, optimizing supply and demand and mitigating over-provisioning risks through innovative solutions.",
        "Successfully delivered a multi-quarter, multi-million dollar infrastructure service migration (Bigtable to Spanner) on time and within budget despite resource constraints.",
        "Managed long-term power planning for YouTube, supporting regional growth, product launches, and efficiency program while enabling Google-wide AI/ML growth.",
        "Developed business analytics dashboards and architected data pipelines, reducing data lag by 99% and providing real-time insights for leadership on resource supply, demand, and project status."
      ]
    },
    {
      "company": "Independent Consultant",
      "position": "Technical Solutions Architect",
      "website": "",
      "startDate": "2018-09-01",
      "endDate": "2021-06-30",
      "summary": "Delivered over a dozen end-to-end technical projects for e-commerce and SaaS clients. Designed and deployed scalable solutions supporting over $10M in annual transactions and acted as a lead technical advisor, translating business needs into actionable engineering roadmaps.",
      "highlights": [
        "Successfully delivered over 12 end-to-end technical projects, managing the complete lifecycle from requirements gathering to on-time, on-budget deployment.",
        "Designed and deployed scalable solutions for clients in the e-commerce and SaaS sectors, including multiple enterprise e-commerce platforms that supported over $10M in annual transactions.",
        "Partnered with clients as a technical advisor, translating complex business needs into actionable engineering roadmaps and ensuring alignment between executive stakeholders and development teams.",
        "Leveraged performance data and user feedback to drive continuous post-launch enhancements and improve the user experience."
      ]
    },
    {
      "company": "LifeAssist Technology",
      "position": "Program Manager, Director",
      "website": "",
      "startDate": "2017-07-01",
      "endDate": "2018-08-31",
      "summary": "Led the company's product strategy, partnering with executive leadership to define the long-term roadmap. Spearheaded a critical UI/UX redesign, architected a core API service to expand platform capabilities, and managed a complex clinical study with the Canadian Ministry of Health, ensuring 100% compliance.",
      "highlights": [
        "Spearheaded a critical UI/UX product redesign to enhance accessibility and responsiveness, creating a unified user experience across all platforms.",
        "Architected and led the development of a core API service that accelerated third-party integration timelines and expanded platform capabilities.",
        "Partnered with key healthcare organizations, translating complex requirements into the product roadmap to ensure successful launches and deliver improved patient outcomes.",
        "Partnered directly with executive leadership to define and champion the long-term product roadmap, shaping the company's strategic direction and technology vision.",
        "Managed a complex clinical study in partnership with the Canadian Ministry of Health, navigating strict privacy and health-data regulations to ensure 100% compliance."
      ]
    },
    {
      "company": "ClearCare",
      "position": "Engineering Manager",
      "website": "https://www.clearcareonline.com",
      "startDate": "2013-03-01",
      "endDate": "2017-03-31",
      "summary": "Managed a team of up to 10 engineers, owning the full SDLC for a portfolio of technical programs. Drove a 75% reduction in testing times by implementing a new QA framework, spearheaded the development of the company's first mobile app, and maintained 99.9% platform uptime through robust release management.",
      "highlights": [
        "Led a high-performing team of up to 10 engineers across a portfolio of technical programs, owning the entire software development lifecycle from conception and design through to deployment and maintenance.",
        "Directed cross-functional product launches and strategic partnerships with major institutions and vendors, coordinating engineering, QA, and partner teams to land multi-million dollar contracts.",
        "Drove a 75% reduction in pre-release testing times by establishing new QA standards and architecting a platform-wide automated testing framework, significantly improving release quality.",
        "Spearheaded the development of two mission-critical, greenfield projects: the company's first-ever mobile application (React/React Native) to capture a new market segment and a new GraphQL API to modernize the platform's existing tech stack.",
        "Owned the end-to-end release management process, orchestrating production deployments within a CI/CD environment to maintain 99.9% platform uptime for a mission-critical SaaS application."
      ]
    },
    {
      "company": "Creative Solutions",
      "position": "Managing Director",
      "website": "",
      "startDate": "2009-06-01",
      "endDate": "2013-03-31",
      "summary": "As founder, envisioned and led the end-to-end creation of a B2B SaaS mobile ordering platform. Directed a cross-functional team from concept to market launch and crafted the strategic vision and business plan that successfully secured crucial seed funding for market entry.",
      "highlights": [
        "Envisioned and led the end-to-end creation of a B2B SaaS mobile ordering platform, directing a cross-functional team of business development, design, and engineering talent from concept to market launch.",
        "Architected the platform's core functionality by leading the integration of key partner APIs for payment and SMS, establishing a scalable and feature-rich service to attract early adopters.",
        "Crafted the strategic vision, product roadmap, and business plan that successfully secured crucial seed funding and enabled the company's official market entry."
      ]
    }
  ],
  "volunteer": [],
  "education": [
    {
      "institution": "Stetson University",
      "area": "Business Administration",
      "studyType": "Undergrad",
      "startDate": "2004-08-01",
      "endDate": "2008-12-31",
      "gpa": "",
      "courses": []
    },
    {
      "institution": "Summit Technology",
      "area": "IT Administration",
      "studyType": "Undergrad",
      "startDate": "2002-08-01",
      "endDate": "2003-06-15",
      "gpa": "",
      "courses": []
    }
  ],
  "awards": [],
  "publications": [],
  "skills": [
    {
      "name": "Product Management",
      "level": "Advanced",
      "keywords": [
        "Project Management",
        "Product Roadmapping",
        "Cross-Functional Team Leadership",
        "Strategy",
        "Data Analysis",
        "Agile Methodologies"
      ]
    },
    {
      "name": "Engineering Management",
      "level": "Intermediate",
      "keywords": [
        "Product Development",
        "Web Technologies",
        "Software Development Life Cycle",
        "Release Management",
        "Quality Assurance",
        "Site Reliability"
      ]
    },
    {
      "name": "Software Development",
      "level": "Intermediate",
      "keywords": [
        "HTML",
        "CSS/LESS/Sass",
        "Javascript",
        "Python",
        "C#",
        "SQL",
        "Apex",
        "Git",
        "Docker",
        "Serverless",
        "Selenium",
        "BDD",
        "TDD"
      ]
    },
    {
      "name": "Design",
      "level": "Intermediate",
      "keywords": [
        "Photoshop",
        "Illustrator",
        "InDesign",
        "Mockups",
        "Branding"
      ]
    },
    {
      "name": "Software Administration",
      "level": "Intermediate",
      "keywords": [
        "Adobe",
        "Atlassian",
        "Freshworks",
        "Influitive",
        "Office",
        "Quickbooks",
        "Salesforce",
        "Slack",
        "Zapier",
        "ZenDesk"
      ]
    }
  ],
  "languages": [
    {
      "name": "English",
      "level": "Native"
    },
    {
      "name": "Spanish",
      "level": "Basic"
    }
  ],
  "interests": [],
  "references": []
}